/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "%@ φωτογραφίες";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ και %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "%@ βίντεο";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d ημέρες %2$d ώρες %3$d λεπτά %4$d δευτερόλεπτα";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d ώρες %2$d λεπτά %3$d δευτερόλεπτα";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d λεπτά %2$d δευτερόλεπτα";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d δευτερόλεπτα";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pixel";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (%@ προσθήκη Διαδικτύου)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@-%@)";

/* Text track contains closed captions */
"%@ CC" = "%@ CC";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Χώρος αποθήκευσης βάσης δεδομένων για %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ Εύκολη ανάγνωση";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Δικτύωση «%@»";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ SDH";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@ περιεχόμενο Ιστού";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "Κύριο κλειδί WebCrypto %@";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "%d αρχεία";

/* Label for PDF page number indicator. */
"%d of %d" = "%d από %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "%zu στοιχεία";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "0 στοιχεία";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "1 στοιχείο";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "1 φωτογραφία";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "1 βίντεο";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (μεσαίος βαθμός)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (υψηλός βαθμός)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (χαμηλός βαθμός)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<όνομα αρχείου> %d×%d pixel";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Παρουσιάστηκε εξαίρεση JavaScript";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Προσθήκη στη λίστα ανάγνωσης";

/* Undo action name */
"Align Left (Undo action name)" = "στοίχισης αριστερά";

/* Undo action name */
"Align Right (Undo action name)" = "στοίχισης δεξιά";

/* WKErrorUnknown description */
"An unknown error occurred" = "Παρουσιάστηκε άγνωστο σφάλμα";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "Αυτόματο (συνιστάται)";

/* Back context menu item */
"Back" = "Πίσω";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Αποκλεισμένο πρόσθετο";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Αποκλεισμένο πρόσθετο";

/* Bold context menu item */
"Bold" = "Έντονα";

/* Undo action name */
"Bold (Undo action name)" = "Έντονα";

/* menu item title for phone number */
"Call Using iPhone:" = "Κλήση μέσω iPhone:";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Ακύρωση";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Ακύρωση";

/* Capitalize context menu item */
"Capitalize" = "Πρώτο γράμμα κεφαλαίο";

/* Undo action name */
"Center (Undo action name)" = "στοίχισης στο κέντρο";

/* Undo action name */
"Change Attributes (Undo action name)" = "αλλαγής χαρακτηριστικών";

/* Check spelling context menu item */
"Check Document Now" = "Έλεγχος εγγράφου τώρα";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Έλεγχος γραμματικής και ορθογραφίας";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Έλεγχος ορθογραφίας κατά την πληκτρολόγηση";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Επιλογή αρχείου";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Επιλογή αρχείων";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Επιλογή μέσων (πολλά)";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Επιλογή μέσου (ένα)";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Εκκαθάριση";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Εκκαθάριση πρόσφατων αναζητήσεων";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Κάντε κλικ για έξοδο από την πλήρη οθόνη";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Κάντε κλικ για επανεκκίνηση";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Δεν είναι δυνατή η εμφάνιση περιεχομένου με καθορισμένο τύπο MIME";

/* Media Controls context menu item */
"Controls" = "Χειριστήρια";

/* Copy context menu item */
"Copy" = "Αντιγραφή";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Αντιγραφή";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Αντιγραφή διεύθυνσης ήχου";

/* Copy Image context menu item */
"Copy Image" = "Αντιγραφή εικόνας";

/* Copy Link context menu item */
"Copy Link" = "Αντιγραφή συνδέσμου";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Αντιγραφή διεύθυνσης βίντεο";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Διόρθωση ορθογραφίας αυτόματα";

/* Undo action name */
"Create Link (Undo action name)" = "δημιουργίας συνδέσμου";

/* Cut context menu item */
"Cut" = "Αποκοπή";

/* Undo action name */
"Cut (Undo action name)" = "αποκοπής";

/* Default writing direction context menu item */
"Default" = "Προεπιλογή";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Διαγραφή";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Λεπτομέρειες";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Υπαγόρευση";

/* Download Audio To Disk context menu item */
"Download Audio" = "Λήψη ήχου";

/* Download Image context menu item */
"Download Image" = "Λήψη εικόνας";

/* Download Linked File context menu item */
"Download Linked File" = "Λήψη συνδεδεμένου αρχείου";

/* Download Video To Disk context menu item */
"Download Video" = "Λήψη βίντεο";

/* Undo action name */
"Drag (Undo action name)" = "μεταφοράς";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Είσοδος σε πλήρη οθόνη";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Έξοδος από πλήρη οθόνη";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Γραμματοσειρά";

/* Undo action name */
"Format Block (Undo action name)" = "μορφοποίησης";

/* Forward context menu item */
"Forward" = "Μπροστά";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Διακόπηκε φόρτωση πλαισίου";

/* accessibility role description for web area */
"HTML content" = "Περιεχόμενο HTML";

/* Hide Media Controls context menu item */
"Hide Controls" = "Απόκρυψη χειριστηρίων";

/* menu item title */
"Hide Spelling and Grammar" = "Απόκρυψη ορθογραφίας και γραμματικής";

/* menu item title */
"Hide Substitutions" = "Απόκρυψη υποκαταστάσεων";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Αγνόηση γραμματικής";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Αγνόηση ορθογραφίας";

/* Undo action name */
"Indent (Undo action name)" = "Εσοχή προς τα μέσα";

/* Undo action name */
"Insert List (Undo action name)" = "εισαγωγής λίστας";

/* Inspect Element context menu item */
"Inspect Element" = "Επιθεώρηση στοιχείου";

/* Italic context menu item */
"Italic" = "Πλάγια";

/* Undo action name */
"Italics (Undo action name)" = "Πλάγια";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Η Java δεν είναι διαθέσιμη";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "πλήρους στοίχισης";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Κλειδί από %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Εκμάθηση ορθογραφίας";

/* Left to Right context menu item */
"Left to Right" = "Αριστερά προς δεξιά";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Ζωντανή μετάδοση";

/* Media controller status message when the media is loading */
"Loading..." = "Γίνεται φόρτωση...";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Εύρεση σε λεξικό";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Εύρεση «%@»";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Αναζήτηση «<επιλογή>»";

/* Media Loop context menu item */
"Loop" = "Επανάληψη";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "μείωσης διαγραμμάτωσης";

/* Undo action name */
"Lower Baseline (Undo action name)" = "κατεβάσματος γραμμής βάσης";

/* Make Lower Case context menu item */
"Make Lower Case" = "Αλλαγή σε πεζά";

/* Make Upper Case context menu item */
"Make Upper Case" = "Αλλαγή σε κεφαλαία";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Προσθήκη που λείπει";

/* Media Mute context menu item */
"Mute" = "Σίγαση";

/* No Guesses Found context menu item */
"No Guesses Found" = "Δεν βρέθηκαν εικασίες";

/* Empty select list */
"No Options Select Popover" = "Δεν υπάρχουν επιλογές";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Δεν υπάρχουν πρόσφατες αναζητήσεις";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Δεν επιτρέπεται η χρήση περιορισμένης θύρας δικτύου";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "Απενεργοποίηση";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Άνοιγμα";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Άνοιγμα ήχου σε νέο παράθυρο";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Άνοιγμα πλαισίου σε νέο παράθυρο";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Άνοιγμα εικόνας σε νέο παράθυρο";

/* Open Link context menu item */
"Open Link" = "Άνοιγμα συνδέσμου";

/* Open in New Window context menu item */
"Open Link in New Window" = "Άνοιγμα συνδέσμου σε νέο παράθυρο";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Άνοιγμα βίντεο σε νέο παράθυρο";

/* context menu item for PDF */
"Open with %@" = "Άνοιγμα με %@";

/* Undo action name */
"Outdent (Undo action name)" = "εσοχής προς τα έξω";

/* Outline context menu item */
"Outline" = "Περίγραμμα";

/* Undo action name */
"Outline (Undo action name)" = "περιγράμματος";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Κατεύθυνση παραγράφου";

/* Paste context menu item */
"Paste" = "Επικόλληση";

/* Undo action name */
"Paste (Undo action name)" = "επικόλλησης";

/* Undo action name */
"Paste Font (Undo action name)" = "επικόλλησης γραμματοσειράς";

/* Undo action name */
"Paste Ruler (Undo action name)" = "επικόλλησης χάρακα";

/* Media Pause context menu item */
"Pause" = "Παύση";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Βιβλιοθήκη φωτογραφιών";

/* Media Play context menu item */
"Play" = "Αναπαραγωγή";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Αναπαραγωγή ταινίας σε πλήρη οθόνη";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Αποτυχία προσθήκης";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Ακυρώθηκε η προσθήκη";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Η προσθήκη χειρίστηκε το φορτίο";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "Portable Document Format";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "Postscript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "υπερανύψωσης γραμμής βάσης";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Πρόσφατες αναζητήσεις";

/* Reload context menu item */
"Reload" = "Επαναφόρτωση";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Επαναφορά";

/* Right to Left context menu item */
"Right to Left" = "Δεξιά προς αριστερά";

/* Title for Save Image action button */
"Save Image" = "Αποθήκευση εικόνας";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Αναζήτηση στο Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Αναζήτηση με %@";

/* Search with Google context menu item */
"Search with Google" = "Αναζήτηση με το Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Κατεύθυνση επιλογής";

/* Undo action name */
"Set Background Color (Undo action name)" = "ρύθμισης χρώματος υπόβαθρου";

/* Undo action name */
"Set Color (Undo action name)" = "ορισμού χρώματος";

/* Undo action name */
"Set Font (Undo action name)" = "ορισμού γραμματοσειράς";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "ορισμού παραδοσιακού σχήματος χαρακτήρα";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "ορισμού κατεύθυνσης γραφής";

/* Show colors context menu item */
"Show Colors" = "Εμφάνιση χρωμάτων";

/* Show Media Controls context menu item */
"Show Controls" = "Εμφάνιση χειριστηρίων";

/* Show fonts context menu item */
"Show Fonts" = "Εμφάνιση γραμματοσειρών";

/* menu item title */
"Show Spelling and Grammar" = "Εμφάνιση ορθογραφίας και γραμματικής";

/* menu item title */
"Show Substitutions" = "Εμφάνιση υποκαταστάσεων";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Εμφάνιση σε αποκλεισμένη προσθήκη";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Έξυπνη αντιγραφή/επικόλληση";

/* Smart Dashes context menu item */
"Smart Dashes" = "Έξυπνες παύλες";

/* Smart Links context menu item */
"Smart Links" = "Έξυπνοι σύνδεσμοι";

/* Smart Quotes context menu item */
"Smart Quotes" = "Έξυπνα εισαγωγικά";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Στιγμιότυπο προσθήκης";

/* Speech context sub-menu item */
"Speech" = "Εκφώνηση";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Ορθογραφία και γραμματική";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Έναρξη εκσφαλμάτωσης JavaScript";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Έναρξη δημιουργίας προφίλ JavaScript";

/* Start speaking context menu item */
"Start Speaking" = "Έναρξη εκφώνησης";

/* Stop context menu item */
"Stop" = "Διακοπή";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Διακοπή εκσφαλμάτωσης JavaScript";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Διακοπή δημιουργίας προφίλ JavaScript";

/* Stop speaking context menu item */
"Stop Speaking" = "Διακοπή εκφώνησης";

/* Styles context menu item */
"Styles..." = "Στιλ...";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Υποβολή";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Υποβολή";

/* Undo action name */
"Subscript (Undo action name)" = "δείκτη";

/* Substitutions context sub-menu item */
"Substitutions" = "Υποκαταστάσεις";

/* Menu section heading for subtitles */
"Subtitles" = "Υπότιτλοι";

/* Undo action name */
"Superscript (Undo action name)" = "εκθέτη";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Λήψη φωτογραφίας";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Λήψη φωτογραφίας ή βίντεο";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Λήψη βίντεο";

/* Text Replacement context menu item */
"Text Replacement" = "Αντικατάσταση κειμένου";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "Δεν είναι δυνατή η εμφάνιση της διεύθυνσης URL";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "Το WKWebView ακυρώθηκε";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Η διεργασία περιεχομένου Ιστού τερματίστηκε";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Δεν βρέθηκε η τρέχουσα τοποθεσία.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Δεν βρέθηκε η προσθήκη";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Δεν είναι δυνατή η φόρτωση της προσθήκης";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Το όνομα χρήστη ή το συνθηματικό που εισαγάγατε για την περιοχή «%@» στο %@ ήταν λανθασμένο. Βεβαιωθείτε ότι τα έχετε εισάγει σωστά και μετά δοκιμάστε ξανά.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Το όνομα χρήστη ή το συνθηματικό που εισαγάγατε για τον μεσολαβητή %@ %@ ήταν λανθασμένο. Βεβαιωθείτε ότι τα έχετε εισάγει σωστά και μετά δοκιμάστε ξανά.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Το όνομα χρήστη ή το συνθηματικό που εισαγάγατε για αυτήν την περιοχή στο %@ ήταν λανθασμένο. Βεβαιωθείτε ότι τα εισάγετε σωστά και μετά δοκιμάστε ξανά.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Αυτό είναι ευρετήριο με δυνατότητα αναζήτησης. Εισάγετε λέξεις-κλειδιά για αναζήτηση: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "αύξησης διαγραμμάτωσης";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Για να προβάλλετε αυτήν τη σελίδα, πρέπει να εισέλθετε στην περιοχή «%@» στο %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Για να προβάλλετε αυτήν τη σελίδα, πρέπει να εισέλθετε στο μεσολαβητή %@ %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Για να προβάλετε αυτήν τη σελίδα, πρέπει να πραγματοποιήσετε είσοδο σε αυτήν την περιοχή στο %@:";

/* Transformations context sub-menu item */
"Transformations" = "Μετασχηματισμοί";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "απενεργοποίησης διαγραμμάτωσης";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "απενεργοποίησης συμπλεγμάτων";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "πληκτρολόγησης";

/* Underline context menu item */
"Underline" = "Υπογράμμιση";

/* Undo action name */
"Underline (Undo action name)" = "υπογράμμισης";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Άγνωστο";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Άγνωστο";

/* Undo action name */
"Unlink (Undo action name)" = "κατάργησης συνδέσμου";

/* Undo action name */
"Unscript (Undo action name)" = "κατάργησης δείκτη-εκθέτη";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "χρήσης όλων των συμπλεγμάτων";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "χρήσης κανονικής διαγραμμάτωσης";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "χρήσης συνήθων συμπλεγμάτων";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Χρησιμοποιείται για την κρυπτογράφηση κλειδιών WebCrypto σε μόνιμο χώρο αποθήκευσης, όπως στη βάση δεδομένων IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Επιθεωρητής Ιστού — %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "Ενσωματωμένο PDF WebKit";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "Το WebKit συνάντησε εσωτερικό σφάλμα";

/* message in authentication panel */
"Your login information will be sent securely." = "Τα στοιχεία εισόδου σας θα σταλούν με ασφάλεια.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Το συνθηματικό σας θα αποσταλεί μη κρυπτογραφημένο.";

/* HTTP result code string */
"accepted" = "αποδεχτό";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "ενεργοποίηση";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "ειδοποίηση";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "διάλογος ειδοποίησης";

/* An ARIA accessibility group that acts as an application. */
"application" = "εφαρμογή";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "κατάσταση εφαρμογής";

/* An ARIA accessibility group that acts as an article. */
"article" = "άρθρο";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "χειριστήρια αναπαραγωγής στοιχείου ήχου και εμφάνιση κατάστασης";

/* accessibility label for audio element controller */
"audio playback" = "αναπαραγωγή ήχου";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "πίσω 30 δευτερόλεπτα";

/* HTTP result code string */
"bad gateway" = "εσφαλμένη πύλη";

/* HTTP result code string */
"bad request" = "εσφαλμένο αίτημα";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "διαφημιστικό";

/* accessibility help text for play button */
"begin playback" = "έναρξη αναπαραγωγής";

/* accessibility description for a search field cancel button */
"cancel" = "ακύρωση";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "επιλογή";

/* HTTP result code string */
"client error" = "σφάλμα πελάτη";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "συμπληρωματικό";

/* HTTP result code string */
"conflict" = "διένεξη";

/* An ARIA accessibility group that contains content. */
"content information" = "πληροφορίες περιεχομένου";

/* HTTP result code string */
"continue" = "συνέχεια";

/* HTTP result code string */
"created" = "δημιουργία";

/* accessibility help text for movie status display */
"current movie status" = "τρέχουσα κατάσταση ταινίας";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "τρέχων χρόνος ταινίας σε δευτερόλεπτα";

/* role description of ARIA definition role */
"definition" = "ορισμός";

/* description detail */
"description" = "περιγραφή";

/* accessibility role description of a description list */
"description list" = "λίστα περιγραφών";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "παράθυρο διαλόγου";

/* An ARIA accessibility group that acts as a document. */
"document" = "έγγραφο";

/* accessibility label for elapsed time display */
"elapsed time" = "χρόνος που παρήλθε";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "είσοδος σε πλήρη οθόνη";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "έξοδος από πλήρη οθόνη";

/* HTTP result code string */
"expectation failed" = "απέτυχε η προσδοκία";

/* accessibility label for fast forward button */
"fast forward" = "γρήγορη προώθηση";

/* accessibility label for fast reverse button */
"fast reverse" = "γρήγορη κίνηση προς τα πίσω";

/* accessibility role description for a file upload button */
"file upload button" = "κουμπί αποστολής αρχείου";

/* accessibility role description for a footer */
"footer" = "υποσέλιδο";

/* HTTP result code string */
"forbidden" = "απαγορεύεται";

/* HTTP result code string */
"found" = "βρέθηκε";

/* HTTP result code string */
"gateway timed out" = "λήξη χρονικού ορίου πύλης";

/* accessibility role description for headings */
"heading" = "επικεφαλίδα";

/* accessibility label for hide closed captions button */
"hide closed captions" = "απόκρυψη κλειστών λεζάντων";

/* accessibility role description for image map */
"image map" = "χάρτης εικόνας";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "απροσδιόριστος χρόνος";

/* HTTP result code string */
"informational" = "πληροφοριακά";

/* HTTP result code string */
"internal server error" = "εσωτερικό σφάλμα διακομιστή";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "μεταπήδηση";

/* HTTP result code string */
"length required" = "απαιτείται μήκος";

/* accessibility role description for link */
"link" = "σύνδεσμος";

/* accessibility role description for list marker */
"list marker" = "δείκτης λίστας";

/* An ARIA accessibility group that acts as a console log. */
"log" = "αρχείο καταγραφής";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "κύριο";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "μαρκίζα";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "μαθηματικά";

/* HTTP result code string */
"method not allowed" = "η μέθοδος δεν επιτρέπεται";

/* HTTP result code string */
"moved permanently" = "μετακινήθηκε μόνιμα";

/* accessibility label for timeline slider */
"movie time" = "χρόνος ταινίας";

/* accessibility help text for timeline slider */
"movie time scrubber" = "κεφαλή χρόνου ταινίας";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "αντίχειρας κεφαλής χρόνου ταινίας";

/* HTTP result code string */
"multiple choices" = "πολλές επιλογές";

/* accessibility label for mute button */
"mute" = "σίγαση";

/* accessibility help text for mute button */
"mute audio tracks" = "σίγαση κομματιών ήχου";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "πλοήγηση";

/* HTTP result code string */
"needs proxy" = "απαιτείται μεσολαβητής";

/* HTTP result code string */
"no content" = "δεν υπάρχει περιεχόμενο";

/* HTTP result code string */
"no error" = "δεν υπάρχει σφάλμα";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "δεν επιλέχθηκε αρχείο";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "δεν επιλέχθηκαν αρχεία";

/* HTTP result code string */
"no longer exists" = "δεν υπάρχει πλέον";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "δεν επιλέχθηκαν μέσα (πολλά)";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "δεν επιλέχθηκε μέσο (ένα)";

/* HTTP result code string */
"non-authoritative information" = "ανεπίσημες πληροφορίες";

/* HTTP result code string */
"not found" = "δεν βρέθηκε";

/* HTTP result code string */
"not modified" = "δεν τροποποιήθηκε";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "σημείωση";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "αριθμός δευτερολέπτων ταινίας που απομένει";

/* HTTP result code string */
"partial content" = "μερικό περιεχόμενο";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "αναντιστοιχία μοτίβου";

/* accessibility label for pause button */
"pause" = "παύση";

/* accessibility help text for pause button */
"pause playback" = "παύση αναπαραγωγής";

/* HTTP result code string */
"payment required" = "απαιτείται πληρωμή";

/* accessibility label for play button */
"play" = "αναπαραγωγή";

/* HTTP result code string */
"precondition failed" = "η προϋπόθεση απέτυχε";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "πάτημα";

/* HTTP result code string */
"proxy authentication required" = "απαιτείται έλεγχος ταυτότητας μεσολαβητή";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "υπερχείλιση εύρους";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "υποχείλιση εύρους";

/* HTTP result code string */
"redirected" = "ανακατεύθυνση";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "περιοχή";

/* accessibility label for time remaining display */
"remaining time" = "χρόνος που απομένει";

/* HTTP result code string */
"request timed out" = "έληξε το χρονικό όριο αιτήματος";

/* HTTP result code string */
"request too large" = "αίτημα πολύ μεγάλο";

/* HTTP result code string */
"requested URL too long" = "η αιτούμενη διεύθυνση URL είναι πολύ μεγάλη";

/* HTTP result code string */
"requested range not satisfiable" = "αιτούμενο εύρος δεν είναι ικανοποιήσιμο";

/* HTTP result code string */
"reset content" = "επαναφορά περιεχομένου";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "επιστροφή ταινίας ροής σε πραγματικό χρόνο";

/* accessibility label for return to real time button */
"return to realtime" = "επιστροφή σε πραγματικό χρόνο";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "αναζήτηση";

/* HTTP result code string */
"see other" = "δείτε άλλο";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "αναζήτηση ταινίας προς τα πίσω κατά 30 δευτερόλεπτα";

/* accessibility help text for fast rewind button */
"seek quickly back" = "αναζήτηση γρήγορα προς τα πίσω";

/* accessibility help text for fast forward button */
"seek quickly forward" = "αναζήτηση γρήγορα προς τα μπροστά";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "επιλογή";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "διαχωριστικό";

/* HTTP result code string */
"server error" = "σφάλμα διακομιστή";

/* HTTP result code string */
"service unavailable" = "μη διαθέσιμη υπηρεσία";

/* accessibility label for show closed captions button */
"show closed captions" = "εμφάνιση κλειστών λεζάντων";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "έναρξη εμφάνισης κλειστών λεζάντων";

/* accessibility label for movie status */
"status" = "κατάσταση";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "αναντιστοιχία βήματος";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "διακοπή εμφάνισης κλειστών λεζάντων";

/* HTTP result code string */
"success" = "επιτυχία";

/* HTTP result code string */
"switching protocols" = "πρωτόκολλα μεταγωγής";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "πίνακας καρτελών";

/* HTTP result code string */
"temporarily redirected" = "προσωρινή ανακατεύθυνση";

/* term word of a description list */
"term" = "όρος";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "αντίχειρας ρυθμιστικού γραμμής χρόνου";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "χρονοδιακόπτης";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "μεγάλης διάρκειας";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "συμβουλή εργαλείου";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "αναντιστοιχία τύπου";

/* HTTP result code string */
"unacceptable" = "μη αποδεχτό";

/* HTTP result code string */
"unauthorized" = "μη εξουσιοδοτημένο";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "κατάργηση επιλογής";

/* HTTP result code string */
"unimplemented" = "δεν έχει υλοποιηθεί";

/* Unknown filename */
"unknown" = "άγνωστο";

/* accessibility label for turn mute off button */
"unmute" = "κατάργηση σίγασης";

/* accessibility help text for un mute button */
"unmute audio tracks" = "κατάργηση σίγασης κομματιών ήχου";

/* HTTP result code string */
"unsupported media type" = "μη υποστηριζόμενος τύπος μέσου";

/* HTTP result code string */
"unsupported version" = "μη υποστηριζόμενη έκδοση";

/* Validation message for required form control elements that have no value */
"value missing" = "λείπει τιμή";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "χειριστήρια αναπαραγωγής στοιχείου βίντεο και εμφάνιση κατάστασης";

/* accessibility label for video element controller */
"video playback" = "αναπαραγωγή βίντεο";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Άνοιγμα";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Προεπισκόπηση";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Προσθήκη στη λίστα ανάγνωσης";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Αντιγραφή";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Προσθήκη στις Φωτογραφίες";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Αποθήκευση στις Λήψεις";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Κοινή χρήση";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Αντιγραφή";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Εύρεση";

/* "Paste" action menu item */
"Paste (action menu item)" = "Επικόλληση";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Προτάσεις";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Αντιγραφή";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Κοινή χρήση";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Αποθήκευση στις Λήψεις";
